Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# FilterShowMoreChats_one
source: Show {0} More Chat
ar: إظهار محادثة أخرى
be: Паказаць яшчэ {0} чат
ca: Mostra {0} altre xat
de: {0} weiteren Chat zeigen
es: Mostrar {0} chat más
fi: Näytä {0} keskustelu lisää
fr: Afficher {0} échange en plus
it: Mostra un'altra chat
nl: {0} extra chat tonen
pl: Pokaż jeszcze {0} czat
pt_br: Mostrar Mais {0} Chat
ru: Показать ещё {0}
sv: Visa ytterligare {0} chatt
tr: {0} Sohbet Daha Göster
uk: Показати ще {0} чат

# FilterShowMoreChats_other
source: Show {0} More Chats
ar: إظهار ⁨{0}⁩ محادثة أخرى
be: Паказаць яшчэ {0} чатаў
ca: Mostra {0} xats més
de: {0} weitere Chats zeigen
es: Mostrar {0} chats más
fi: Näytä {0} keskustelua lisää
fr: Afficher {0} échanges en plus
it: Mostra altre {0} chat
ko: 대화방 {0}개 더 보기
ms: Tunjuk {0} Bual Lagi
nl: {0} extra chats tonen
pl: Pokaż jeszcze {0} czatu
pt_br: Mostrar Mais {0} Chats
ru: Показать ещё {0}
sv: Visa ytterligare {0} chattar
tr: {0} Sohbet Daha Göster
uk: Показати ще {0} чатів

# FiltersSetup
source: Setup
ar: إعداد
be: Наладка
ca: Configura
de: Bearbeiten
es: Configurar
fa: راه‌اندازی
fi: Käyttöönotto
fr: Configuration
id: Atur
it: Imposta
ko: 설정
ms: Pemasangan
nl: Instellen
pl: Konfiguracja
pt_br: Configuração
ru: Настройка
sv: Inställningar
tr: Kurulum
uk: Організація
uz: Sozlash

# FiltersSetupPinAlert
source: Set Up Folders
ar: إنشاء مجلدات
be: Наладзіць папкі
ca: Configura les carpetes
de: Ordner einrichten
es: Crear carpetas
fa: تنظیم پوشه‌ها
fi: Luo kansio
fr: Configuration des dossiers
id: Atur Folder
it: Imposta cartelle
ko: 폴더 설정
ms: Set Folder
nl: Mappen instellen
pl: Skonfiguruj foldery
pt_br: Configurar Pastas
ru: Настроить папки
sv: Skapa mappar
tr: Klasörleri Ayarla
uk: Організувати папки
uz: Jildlarni sozlash

# FilterUnread
source: Unread
ar: غير مقروءة
be: Непрачытанае
ca: Per llegir
de: Ungelesen
es: No leídos
fa: خوانده نشده
fi: Lukemattomat
fr: Non lus
id: Belum dibaca
it: Non lette
ko: 안 읽음
ms: Belum dibaca
nl: Ongelezen
pl: Nieprzeczytane
pt_br: Não lidos
ru: Новые
sv: Olästa
tr: Okunmamış
uk: Непрочитані
uz: Oʻqilmagan

# FilterUserAddedToExisting
source: **{0}** added to **{1}**
ar: تمت إضافة **⁨{0}⁩** إلى **⁨{1}⁩**.
be: **{0}** дададзены(-а) да **{1}**
ca: S'ha afegit **{0}** a **{1}**
de: **{0}** wurde **{1}** hinzugefügt
es: Añadiste a **{0}** a **{1}**
fa: **⁨{0}⁩** به **⁨{1}⁩** اضافه شد
fi: **{0}** lisättiin kansioon **{1}**.
fr: **{0}** a été ajouté à **{1}**
id: **{0}** dimasukkan ke**{1}**
it: **{0}** aggiunto a **{1}**
ko: **{1}** 폴더에 **{0}** 대화가 추가됨
ms: **{0}** ditambah ke **{1}**
nl: **{0}** toegevoegd aan **{1}**
pl: **{0}** dodano do **{1}**
pt_br: **{0}** adicionado a **{1}**
ru: Чат с **{0}** добавлен в **{1}**
sv: **{0}** tillagt i **{1}**.
tr: **{1}** klasörüne **{0}** eklendi
uk: **{0}** додано до **{1}**
uz: **{0}** **{1}**ga qoʻshildi

# FilterUserRemovedFrom
source: **{0}** removed from **{1}**
ar: تمت إزالة **⁨{0}⁩** من **⁨{1}⁩**.
be: **{0}** выдалены(-а) з **{1}**
ca: S'ha eliminat **{0}** de **{1}**
de: **{0}** wurde aus **{1}** entfernt
es: Quitaste a **{0}** de **{1}**
fa: **⁨{0}⁩** از **⁨{1}⁩** حذف شد
fi: **{0}** poistettiin kansiosta **{1}**.
fr: **{0}** a été retiré de **{1}**
id: **{0}** dibuang dari **{1}**
it: **{0}** rimosso da **{1}**
ko: **{0}**을(를) **{1}**에서 제거했습니다
ms: **{0}** dikeluarkan dari **{1}**
nl: **{0}** verwijderd van **{1}**
pl: **{0}** usunięto z **{1}**
pt_br: **{0}** removido de **{1}**
ru: Чат с **{0}** исключён из **{1}**
sv: **{0}** borttaget från **{1}**.
tr: **{1}** klasöründen **{0}** kaldırıldı
uk: **{0}** вилучено з **{1}**
uz: **{0}** **{1}**dan olib tashlandi

source: Final Results
ar: النتائج النهائية
be: Канчатковыя вынікі
ca: Resultats finals
de: Endergebnis
es: Resultados finales
fa: نتایج نهایی
fi: Lopputulos
fr: Résultats finaux
id: Hasil Akhir
it: Risultati finali
ko: 최종 결과
ms: Keputusan Akhir
nl: Eindresultaat
pl: Wyniki końcowe
pt_br: Resultados Finais
ru: Результаты
sv: Slutresultat
tr: Kesin Sonuçlar
uk: Остаточні результати
uz: Yakuniy natijalar

# FingerprintHelp
source: Touch sensor
ar: مستشعر اللمس
be: Дакраніцеся да датчыка
ca: Toqueu el sensor
de: Berührungssensor
es: Sensor táctil
fa: حسگر لمسی
fi: Kosketa tunnistinta
fr: Capteur d'empreintes
id: Sentuh sensor
it: Tocca il sensore
ko: 터치 센서
ms: Sensor sentuh
nl: Vingerafdruksensor
pl: Czujnik dotykowy
pt_br: Toque no sensor.
ru: Сканер отпечатков пальцев
sv: Fingeravtrycksläsare
tr: Dokunma sensörü
uk: Датчик дотику
uz: Barmoq izi skaneri
zh_cn: 请按下手指
zh_tw: 請按下手指

# FingerprintInfo
source: Confirm fingerprint to continue
ar: يرجى تأكيد البصمة للاستمرار
be: Пацвердзіце адбітак пальца, каб працягнуць
ca: Confirmeu l'empremta per continuar
de: Fingerabdruck bestätigen
es: Confirma la huella para continuar
fa: برای ادامه اثر‌ انگشت خود را تأیید کنید
fi: Vahvista sormenjälkesi jatkaaksesi
fr: Confirmer l'empreinte pour continuer
id: Konfirmasi sidik jari untuk melanjutkan
it: Conferma impronta digitale per continuare
ko: 계속하려면 지문인식 절차를 거치세요
ms: Sahkan cap jari untuk teruskan
nl: Vingerafdruk bevestigen
pl: Potwierdź odcisk palca, aby kontynuować
pt_br: Por favor, confirme a sua digital.
ru: Подтвердите отпечаток пальца
sv: Bekräfta fingeravtryck för att fortsätta
tr: Devam etmek için parmak izinizi doğrulayın
uk: Підтвердьте відбиток, щоб продовжити
uz: Davom ettirish uchun barmoq izini tasdiqlang
zh_cn: 请验证指纹
zh_tw: 請驗證指紋

# FingerprintNotRecognized
source: Fingerprint not recognized. Try again.
ar: لم يتم التعرف على البصمة، ترجى إعادة المحاولة.
be: Адбітак пальца не апазнаны. Паспрабуйце яшчэ раз.
ca: L'empremta no s'ha reconegut. Torneu-ho a provar.
de: Fingerabdruck wurde nicht erkannt. Bitte erneut versuchen.
es: Huella no reconocida. Reinténtalo.
fa: اثر انگشت شناسایی نشد. دوباره تلاش کنید.
fi: Sormenjälkeä ei tunnistettu. Yritä uudelleen.
fr: Empreinte non reconnue, réessayez.
id: Sidik jari tidak dikenal. Coba lagi.
it: Impronta digitale non riconosciuta. Riprova.
ko: 지문이 인식되지 않았습니다. 다시 시도하세요.
ms: Cap jari tak dapat dicam. Cuba lagi.
nl: Vingerafdruk niet herkend, probeer opnieuw
pl: Odcisk palca nierozpoznany. Spróbuj ponownie.
pt_br: Digital não reconhecida, tente de novo.
ru: Отпечаток пальца не распознан. Попробуйте ещё раз.
sv: Fingeravtryck kändes inte igen. Försök igen.
tr: Parmak izi tanınmadı. Tekrar deneyin.
uk: Відбиток пальця не розпізнано. Спробуйте ще раз.
uz: Barmoq izi aniqlanmadi. Qaytadan urining.
zh_cn: 指纹未识别，请重试。
zh_tw: 指紋未識别，請重試。

# FirstName
source: First name (required)
ar: الاسم الأول (مطلوب)
be: Імя (абавязкова)
ca: Nom (necessari)
de: Vorname (erforderlich)
es: Nombre (requerido)
fa: نام (الزامی)
fi: Etunimi (pakollinen)
fr: Prénom (requis)
id: Nama depan (wajib)
it: Nome (obbligatorio)
ko: 이름 (필수)
ms: Nama pertama (perlu)
nl: Voornaam (verplicht)
pl: Imię (wymagane)
pt_br: Nome (obrigatório)
ru: Имя (обязательно)
sv: Förnamn (krävs)
tr: Ad (zorunlu)
uk: Імʼя (обовʼязково)
uz: Ism (majburiy)
zh_cn: 名字（必填）
zh_tw: 名字（必填）

# FirstNameSmall
source: First name
ar: الاسم الأول
ca: Nom
de: Vorname
es: Nombre
fi: Etunimi
fr: Prénom
it: Nome
ko: 이름
ms: Nama pertama
pl: Imię
pt_br: Primeiro nome
ru: Имя
sv: Förnamn
tr: Ad
uk: Ім'я

# FloodWait
source: Too many attempts, please try again later.
ar: محاولات كثيرة خاطئة، نرجو المحاولة لاحقًا.
be: Занадта шмат спроб, паспрабуйце пазней.
ca: Heu excedit el nombre d'intents. Torneu a provar-ho més tard.
de: Zu viele Versuche in zu kurzer Zeit, versuche es bitte später erneut.
es: Demasiados intentos. Por favor, reinténtalo más tarde.
fi: Liian monta yritystä. Yritä myöhemmin uudelleen.
fr: Trop de tentatives, merci de réessayer plus tard.
it: Troppi tentativi, per favore riprova più tardi.
ko: 너무 많이 시도하셨습니다. 나중에 다시 시도하세요.
ms: Terlalu banyak percubaan, sila cuba lagi nanti
nl: Te veel pogingen, probeer het later opnieuw.
pl: Zbyt wiele prób, spróbuj ponownie później.
pt_br: Muitas tentativas. Por favor, tente depois.
ru: Слишком много попыток. Повторите позже.
sv: För många försök, försök igen senare.
tr: Çok fazla deneme, lütfen daha sonra tekrar deneyin.
uk: Забагато спроб, спробуйте пізніше.

# FloodWaitTime
source: Too many attempts, please try again in {0}
ar: محاولات كثيرة. ترجى إعادة المحاولة بعد ⁨{0}⁩
be: Занадта шмат спроб, паспрабуйце яшчэ раз праз {0}
ca: Massa intents. Torneu a provar-ho d'aquí {0}
de: Zu viele Versuche, bitte erneut in {0} versuchen
es: Demasiados intentos. Por favor, reinténtalo en {0}
fa: بیش از حد مجاز امتحان کردید، لطفاً پس از ⁨{0}⁩ دوباره تلاش کنید
fi: Liian monta yritystä. Odota vielä {0}
fr: Trop de tentatives, merci de réessayer dans {0}
id: Terlalu banyak mencoba, silakan coba lagi dalam {0}.
it: Troppi tentativi, per favore riprova tra {0}
ko: 너무 많이 시도하셨습니다. {0}초 뒤에 다시 시도하세요.
ms: Percubaan melebihi had, sila cuba lagi dalam {0}
nl: Te veel pogingen, probeer het over {0} opnieuw
pl: Zbyt wiele prób, spróbuj ponownie za {0}
pt_br: Muitas tentativas. Por favor, tente novamente em {0}.
ru: Слишком много попыток, попробуйте снова через {0}
sv: För många försök. Försök igen om {0}
tr: Çok fazla deneme, lütfen {0} içinde tekrar deneyin
uk: Забагато спроб, спробуйте через {0}
uz: Juda koʻp urinishlar amalga oshirildi. {0}dan keyin qaytadan urining
zh_cn: 尝试次数过多，请在 {0} 后重试
zh_tw: 嘗試次數過多，請在 {0} 後重試

source: Folder
ar: مجلّد
be: Папка
ca: Carpeta
de: Ordner
es: Carpeta
fa: پوشه
fi: Kansio
fr: Dossier
it: Cartella
ko: 폴더
nl: Map
pt_br: Pasta
ru: Папка
sv: Mapp
tr: Klasör
uk: Тека
uz: Jild
zh_cn: 文件夹
zh_tw: 文件夾

# FollowersChartTitle
source: Followers
ar: المتابِعون
be: Падпісчыкі
ca: Seguidors
de: Abonnenten
es: Seguidores
fa: دنبال‌کنندگان
fi: Seuraajat
fr: Abonnés
id: Pengikut
it: Follower
ko: 팔로워
ms: Pengikut
nl: Volgers
pl: Obserwujący
pt_br: Inscritos
ru: Подписчики
sv: Följare
tr: Takipçi
uk: Підписники
uz: Obunachilar

source: Font Size
ar: حجم الخط
be: Памер шрыфту
ca: Mida de la lletra
de: Textgröße
es: Tamaño del texto
fa: اندازه قلم
fi: Kirjasinkoko
fr: Taille de la police
id: Ukuran Teks
it: Dimensione carattere
ko: 폰트 크기
ms: Saiz Teks
nl: Tekstgrootte
pl: Rozmiar czcionki
pt_br: Tamanho da Fonte
ru: Размер текста
sv: Textstorlek
tr: Yazı Boyutu
uk: Розмір шрифту
uz: Shrift oʻlchami
zh_cn: 字体大小
zh_tw: 字體大小

# FontSizePreviewLine1
source: Do you know what time it is?
ar: ماهو الوقت الآن؟
be: Ты ведаеш, які зараз час?
ca: Però has vist quina hora és?
de: Wie spät ist es gerade?
es: ¿Sabes qué hora es?
fa: می‌دونی ساعت چنده؟
fi: Tiedätkö mitä kello on nyt?
fr: Tu sais quelle heure il est ?
id: Kamu tahu sekarang jam berapa?
it: Sai che ore sono?
ko: 지금 몇 시인지 아세요?
ms: Anda tahu jam berapa sekarang?
nl: Ik zit mij voor het vensterglas onnoemlijk te vervelen.
pl: Wiesz, która jest godzina?
pt_br: Você sabe que horas são?
ru: Знаешь, который час?
sv: Ah, ni ungar med teckno! Ni skulle gilla klassiskt, precis som Hasselhoff!
tr: Saat kaç biliyor musun?
uk: Вже ніби день...
uz: Soat nechchi boʻlganligini bilasizmi?

# FontSizePreviewLine2
source: It's morning in Tokyo 😎
ar: الوقت صباح هنا في دبي 😎
be: Зараз раніца ў Токіа 😎
ca: És de dia a Tòquio 😎
de: Es ist Morgen in Tokio 😎
es: Es de mañana en Tokio 😎
fi: Täällä Tokiossa on aamu 😎
fr: C'est le matin à Tokyo 😎
it: È mattina a Tokyo 😎
ko: 도쿄는 이제 아침이죠 😎
ms: Ianya pagi di Seberang Tayor
nl: Ik wou dat ik twee hondjes was, dan kon ik samen spelen
pl: Jest poranek w Tokio 😎
pt_br: É manhã em Tóquio 😎
ru: В Токио утро 😎
sv: Det är morgon i Tokyo 😎
tr: Ankara'da sabah oldu 😎
uk: В Токіо ранок 😎

# FontSizePreviewName
source: Bob Harris
ar: أيمن
be: Боб Харыс
ca: Dídac
fa: باب هریس
fi: Pekka
id: Ervan
ms: Tajul Azwa
nl: Michiel
pl: Jakub
pt_br: Lúcio
ru: Боб Харрис
tr: Can Eren
uk: Захар

# FontSizePreviewReply
source: Good morning! 👋
ar: صباح الخير! 👋
be: Добрай раніцы! 👋
ca: Bon dia! 👋
de: Guten Morgen! 👋
es: ¡Buenos días! 👋
fi: Huomenia! 👋
fr: Salut ! 👋
it: Buongiorno! 👋
ko: 좋은 아침입니다! 👋
ms: Selamat pagi! 🎶.
nl: Godfried, ben jij het echt?
pl: Dzień dobry! 👋
pt_br: Bom dia! 👋
ru: Доброе утро! 👋
sv: God morgon! 🎶.
tr: Günaydın! 👋
uk: Доброго ранку! 👋

source: Font Type
ar: نوع الخط
be: Тып шрыфту
ca: Tipus de lletra
de: Schriftart
es: Tipo de fuente
fa: نوع فونت
fi: Kirjasintyyppi
fr: Police d'écriture
id: Tipe Huruf
it: Tipo di font
ko: 글꼴 유형
ms: Jenis Font
nl: Lettertype
pl: Typ czcionki
pt_br: Tipo de Fonte
ru: Шрифт
sv: Typsnitt
tr: Yazı Tipi Biçimi
uk: Тип шрифту
uz: Shrift turi

# FootsAway
source: {0} ft away
ar: على بُعد ⁨{0}⁩ قدم
be: {0} футаў ад вас
ca: a {0} peus
de: {0} ft entfernt
es: a {0} ft
fa: ⁨{0}⁩ فوت دورتر
fi: {0} ft päässä
fr: à {0} pi
id: jarak {0} kaki
it: distante {0} piedi
ko: {0} ft 떨어짐
ms: {0} kaki dari sini
nl: {0} voet afstand
pl: {0} ft od ciebie
pt_br: {0} pés de distância
ru: {0} фт отсюда
sv: {0} fot bort
tr: {0} ft uzakta
uk: футів звідси: {0}
uz: {0} fut uzoqlikda

# FootsFromYou
source: {0} ft from you
ar: يبعد ⁨{0}⁩ ق عنك
be: за {0} футаў ад вас
ca: Distància: {0} peus
de: {0}ft entfernt
es: a {0} ft de ti
fi: {0} jalan päässä
fr: à {0} pi de vous
it: {0} ft da te
ko: 나에게서 {0} ft 떨어짐
ms: {0} kaki dari anda
nl: {0} ft afstand
pl: {0} ft od ciebie
pt_br: {0} pés de você
ru: {0} футах от Вас
sv: {0} fot från dig
tr: sizden {0} fit uzakta
uk: {0} футів від вас

# FootsShort
source: {0} ft
ar: ⁨{0}⁩ قدم
be: {0} футы
ko: {0} 피트
ms: {0} kaki
pt_br: {0} pés
ru: {0} фт
sv: {0} fot
tr: {0} feet
uk: {0} фт

# ForceSetPasswordAlertMessage_one
source: Proceed without a password? If you do not set a password, you will only be able to log into your account via SMS once every {0} day.
ar: المتابعة بدون كلمة مرور؟ إذا لم يتم تعيين كلمة مرور؛ فسيكون تسجيل الدخول إلى حسابكم متاح فقط عبر الرسائل النصية SMS مرة واحدة كل يوم.
be: Працягнуць без пароля? Калі вы не задасце пароль, то зможаце ўвайсці ў свой уліковы запіс праз SMS толькі раз на {0} дзень.
ca: Voleu continuar sense contrasenya? Si no n'establiu una, només podreu iniciar sessió via SMS una vegada al dia.
de: Ohne Passwort fortsetzen? Wenn du kein Passwort festlegst, kannst du dich nur einmal pro **{0} Tag** per SMS bei deinem Konto anmelden.
es: ¿Continuar sin una contraseña? Si no pones una contraseña, sólo podrás iniciar sesión en tu cuenta con un SMS una vez al día.
fi: Etkö halua asettaa salasanaa? Jos et aseta, voit kirjautua tilillesi tekstiviestitse vain kerran {0} päivässä.
fr: Continuer sans mot de passe ? Si vous ne définissez pas de mot de passe, vous pourrez vous connecter par SMS qu'une fois tous les {0} jour.
it: Procedere senza una password? Se non imposti una password, potrai accedere al tuo account tramite SMS una volta al giorno.
pl: Kontynuować bez hasła? Jeśli nie ustawisz hasła, będziesz mieć możliwość zalogowania się na swoje konto przez SMS tylko raz na {0} dzień.
pt_br: Continuar sem senha? Se você não definir uma senha, só poderá entrar na sua conta por SMS uma vez a cada {0} dia.
ru: Продолжить без пароля? Если Вы не установите пароль, то сможете входить в свой аккаунт через SMS только раз в {0} день.
sv: Fortsätta utan ett lösenord? Om du inte väljer ett lösenord kommer du bara att kunna logga in på ditt konto en gång per dag.
tr: Parola olmadan devam edilsin mi? Parola belirlemezseniz, hesabınıza yalnızca {0} günde bir SMS yoluyla giriş yapabilirsiniz.
uk: Продовжити без пароля? Якщо пароль не встановлено, отримати код підтвердження входу в SMS можна лише раз на {0} день.

# ForceSetPasswordAlertMessage_other
source: Proceed without a password? If you do not set a password, you will only be able to log into your account via SMS once every {0} days.
ar: المتابعة بدون كلمة مرور؟ إذا لم يتم تعيين كلمة مرور؛ فسيكون تسجيل الدخول إلى حسابكم متاح فقط عبر الرسائل النصية SMS مرة كل ⁨{0}⁩ يوم.
be: Працягнуць без пароля? Калі вы не задасце пароль, то зможаце ўвайсці ў свой уліковы запіс праз SMS толькі раз на {0} дня.
ca: Voleu continuar sense contrasenya? Si no n'establiu una, només podreu iniciar sessió via SMS una vegada cada {0} dies.
de: Ohne Passwort fortsetzen? Wenn du kein Passwort festlegst, kannst du dich nur einmal alle **{0} Tage** per SMS bei deinem Konto anmelden.
es: ¿Continuar sin una contraseña? Si no pones una contraseña, sólo podrás iniciar sesión en tu cuenta con un SMS una vez cada {0} días.
fi: Etkö halua asettaa salasanaa? Jos et aseta, voit kirjautua tilillesi tekstiviestitse vain kerran {0} päivässä.
fr: Continuer sans mot de passe ? Si vous ne définissez pas de mot de passe, vous pourrez vous connecter par SMS qu'une fois tous les {0} jours.
it: Procedere senza una password? Se non imposti una password, potrai accedere al tuo account tramite SMS una volta ogni {0} giorni.
ko: 비밀번호 없이 진행하겠습니까? 비밀번호 미설정시, {0} 일 마다 SMS를 통해 계정에 로그인을 할 수 밖에 없습니다.
ms: Teruskan tanpa kata laluan? Jika anda tidak set kata laluan, anda akan hanya dapat log masuk ke akaun anda melalui SMS setiap **{0} hari**.
pl: Kontynuować bez hasła? Jeśli nie ustawisz hasła, będziesz mieć możliwość zalogowania się na swoje konto przez SMS tylko raz na {0} dnia.
pt_br: Continuar sem senha? Se você não definir uma senha, só poderá entrar na sua conta por SMS uma vez a cada {0} dias.
ru: Продолжить без пароля? Если Вы не установите пароль, то сможете входить в свой аккаунт через SMS только раз в {0} дня.
sv: Fortsätta utan ett lösenord? Om du inte väljer ett lösenord kommer du bara att kunna logga in på ditt konto en var {0}:e dag.
tr: Parola olmadan devam edilsin mi? Parola belirlemezseniz, hesabınıza yalnızca {0} günde bir SMS yoluyla giriş yapabilirsiniz.
uk: Продовжити без пароля? Якщо пароль не встановлено, отримати код підтвердження входу в SMS можна лише раз на {0} днів.

# ForceSetPasswordAlertMessageShort_one
source: If you do not set a password, you will only be able to log into your account via SMS once every {0} day. Do you want to proceed without a password?
ar: إذا لم يتم تعيين كلمة مرور فلن يكون تسجيل الدخول إلى حسابك عبر الرسائل النصية SMS ممكنًا إلا مرة واحدة كل ⁨{0}⁩ يوميا. هل تريدون المتابعة بدون كلمة مرور؟
ca: Si no establiu una contrasenya, només podreu iniciar sessió via SMS una vegada al dia. Voleu continuar sense contrasenya?
es: Si no estableces una contraseña, sólo podrás iniciar sesión con un SMS una vez al día. ¿Quieres continuar sin una contraseña?
fi: Jos et aseta salasanaa, voit kirjautua tilillesi tekstiviestitse vain kerran {0} päivässä. Haluatko jatkaa ilman salasanaa?
it: Se non imposti una password, potrai accedere al tuo account tramite SMS una volta al giorno. Vuoi procedere senza una password?
pl: Jeśli nie ustawisz hasła, będziesz mieć możliwość zalogowania się na swoje konto przez SMS tylko raz na {0} dzień. Czy chcesz kontynuować bez hasła?
pt_br: Se você não definir uma senha, somente será possível entrar na sua conta por SMS uma vez a cada {0} dia. Deseja continuar sem uma senha?
ru: Если Вы не установите пароль, то сможете входить в свой аккаунт через SMS только раз в {0} день. Продолжить без пароля?
sv: Om du inte väljer ett lösenord kommer du endast att kunna logga in på ditt konto via sms en gång per dag. Vill du fortsätta utan lösenord?
tr: Parola belirlemezseniz, hesabınıza yalnızca {0} günde bir SMS yoluyla giriş yapabilirsiniz. Parola olmadan devam etmek istiyor musunuz?
uk: Якщо ви не встановите пароль, ви зможете входити за допомогою SMS-повідомлення лише раз на {0} день. Продовжити без пароля?

# ForceSetPasswordAlertMessageShort_other
source: If you do not set a password, you will only be able to log into your account via SMS once every {0} days. Do you want to proceed without a password?
ar: إذا لم يتم تعيين كلمة مرور فلن يكون تسجيل الدخول إلى حسابك عبر الرسائل النصية SMS ممكنًا إلا مرة واحدة كل ⁨{0}⁩ يومٍ. هل تريدون المتابعة بدون كلمة مرور؟
ca: Si no establiu una contrasenya, només podreu iniciar sessió via SMS una vegada cada {0} dies. Voleu continuar sense contrasenya?
es: Si no estableces una contraseña, sólo podrás iniciar sesión con un SMS una vez cada {0} días. ¿Quieres continuar sin una contraseña?
fi: Jos et aseta salasanaa, voit kirjautua tilillesi tekstiviestitse vain kerran {0} päivässä. Haluatko jatkaa ilman salasanaa?
it: Se non imposti una password, potrai accedere al tuo account tramite SMS una volta ogni {0} giorni. Procedere senza una password?
ms: Jika anda tidak set semula kata laluan, anda hanya akan boleh log masuk ke akaun anda dengan SMS pada setiap {0} hari. Adakah anda ingin teruskan tanpa kata laluan?
pl: Jeśli nie ustawisz hasła, będziesz mieć możliwość zalogowania się na swoje konto przez SMS tylko raz na {0} dnia. Czy chcesz kontynuować bez hasła?
pt_br: Se você não definir uma senha, somente será possível entrar na sua conta por SMS uma vez a cada {0} dias. Deseja continuar sem uma senha?
ru: Если Вы не установите пароль, то сможете входить в свой аккаунт через SMS только раз в {0} дня. Продолжить без пароля?
sv: Om du inte väljer ett lösenord kommer du endast att kunna logga in på ditt konto via sms av {0}e dag. Vill du fortsätta utan lösenord?
tr: Parola belirlemezseniz, hesabınıza yalnızca {0} günde bir SMS yoluyla giriş yapabilirsiniz. Parola olmadan devam etmek istiyor musunuz?
uk: Якщо ви не встановите пароль, ви зможете входити за допомогою SMS-повідомлення лише раз на {0} днів. Продовжити без пароля?

# ForceSetPasswordCancel
source: Yes, I'm sure
ar: نعم.
be: Так, я ведаю, што раблю
ca: Sí, endavant
de: Ja, ich bin sicher
es: Sí, continuar
fi: En aseta, olen varma
fr: Oui, je suis sûr
it: Sì, sono sicuro
ko: 네, 확신합니다
ms: Ya, saya pasti
pl: Tak, mam pewność
pt_br: Sim, com certeza
ru: Да, я уверен(а)
sv: Ja, jag är säker.
tr: Evet, eminim
uk: Так, я впевнений(-на)

# ForceSetPasswordContinue
source: No, let me set a password
ar: لا، دعني أُعيّن كلمة مرور
be: Не, дазвольце мне задаць пароль
ca: No, vull definir una contrasenya
de: Nein, lass mich ein Passwort festlegen
es: No, pondré una contraseña
fi: Asetan salasanan
fr: Non, je veux saisir un mot de passe
it: No, lasciami impostare una password
ko: 아니요, 비밀번호를 설정하겠습니다
ms: Tidak, biar saya set kata laluan
pl: Nie, pozwól mi ustawić hasło
pt_br: Não, quero definir senha
ru: Нет, я задам пароль
sv: Nej, låt mig välja ett lösenord
tr: Hayır, parola belirlememe izin ver
uk: Ні, встановити пароль

source: Forgot passcode?
ar: هل نسيت رمز القفل؟
be: Забыліся код доступу?
ca: Heu oblidat el codi?
de: Pincode vergessen?
es: ¿Olvidaste el código?
fi: Unohditko koodin?
fr: Code d'accès oublié ?
it: Codice dimenticato?
ko: 암호를 잊어버리셨나요?
ms: Lupa kod laluan?
pl: Nie pamiętasz kodu dostępu?
pt_br: Esqueceu a senha?
ru: Забыли пароль?
sv: Glömt åtkomstkoden?
tr: Parolanızı mı unuttunuz?
uk: Забули код блокування?
